acpi
acpi_call-lts
alsa-firmware
alsa-plugins
alsa-utils
autoconf
automake
base
binutils
bison
connman
cups
dhcpcd
dunst
efibootmgr
fakeroot
file
findutils
firefox
fish
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
gawk
gcc
gettext
gimp
git
gnome-themes-extra
gnu-free-fonts
grep
groff
grub
gtk-engine-murrine
gtk-engines
gutenprint
gvfs
gvfs-mtp
gzip
htop
inkscape
intel-ucode
iwd
libreoffice-fresh-sl
libtool
linux-firmware
linux-lts
linux-lts-headers
lrzip
lxsession-gtk3
lzip
lzop
m4
make
nano
neofetch
neovim
nextcloud-client
nitrogen
noto-fonts
ntfs-3g
numix-icon-theme-pack-git
openbox
openssh
pacman
paru
patch
pcmanfm-gtk3
picom
pkgconf
redshift-minimal
rofi
scribus
scrot
sed
sshfs
sudo
termite
tex-gyre-fonts
texinfo
thinkfan
thunderbird
tint2
tlp
ttf-ibm-plex
ttf-liberation
udisks2
viewnior
vulkan-intel
which
xarchiver
xdg-user-dirs
xdotool
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsettingsd
xterm
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
acpi
acpi_call-lts
alsa-firmware
alsa-plugins
alsa-utils
autoconf
automake
base
binutils
bison
connman
cups
dhcpcd
dunst
efibootmgr
fakeroot
file
findutils
firefox
fish
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
gawk
gcc
gettext
gimp
git
gnome-themes-extra
gnu-free-fonts
grep
groff
grub
gtk-engine-murrine
gtk-engines
gutenprint
gvfs
gvfs-mtp
gzip
htop
inkscape
intel-ucode
iwd
libreoffice-fresh-sl
libtool
linux-firmware
linux-lts
linux-lts-headers
lrzip
lxsession-gtk3
lzip
lzop
m4
make
nano
neofetch
neovim
nextcloud-client
nitrogen
noto-fonts
ntfs-3g
numix-icon-theme-pack-git
openbox
openssh
pacman
paru
patch
pcmanfm-gtk3
picom
pkgconf
redshift-minimal
rofi
scribus
scrot
sed
sshfs
sudo
tex-gyre-fonts
texinfo
thinkfan
thunderbird
tint2
tlp
ttf-ibm-plex
ttf-liberation
udisks2
viewnior
vulkan-intel
which
xarchiver
xclip
xdg-user-dirs
xdotool
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsettingsd
xterm
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
acpi
acpi_call-lts
alsa-firmware
alsa-plugins
alsa-utils
autoconf
automake
base
binutils
bison
connman
cups
dhcpcd
dunst
efibootmgr
fakeroot
file
findutils
firefox
fish
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
gawk
gcc
gettext
gimp
git
gnome-themes-extra
gnu-free-fonts
grep
groff
grub
gtk-engine-murrine
gtk-engines
gutenprint
gvfs
gvfs-mtp
gzip
htop
inkscape
intel-ucode
iwd
libreoffice-fresh-sl
libtool
linux-firmware
linux-lts
linux-lts-headers
lrzip
lxsession-gtk3
lzip
lzop
m4
make
nano
neofetch
neovim
nextcloud-client
nitrogen
noto-fonts
ntfs-3g
numix-icon-theme-pack-git
openbox
openssh
pacman
paru
patch
pcmanfm-gtk3
picom
pkgconf
redshift-minimal
rofi
scribus
scrot
sed
sshfs
sudo
tex-gyre-fonts
texinfo
thinkfan
thunderbird
tint2
tlp
ttf-ibm-plex
ttf-liberation
ttf-times-new-roman
udisks2
viewnior
vulkan-intel
which
xarchiver
xclip
xdg-user-dirs
xdotool
xf86-video-intel
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwininfo
xsettingsd
xterm
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
