acpi
acpi_call-lts
alsa-firmware
alsa-plugins
alsa-utils
autoconf
automake
base
bison
connman
dhcpcd
dunst
efibootmgr
fakeroot
firefox
fish
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
gcc
geany
gimp
gnome-themes-extra
grub
gtk-engine-murrine
gtk-engines
gutenprint
gvfs-mtp
htop
inkscape
intel-ucode
iwd
kdenlive
libreoffice-fresh-sl
linux-firmware
linux-lts-headers
lrzip
lxsession-gtk3
lzip
lzop
make
man-db
nano
neofetch
neovim
nextcloud-client
nitrogen
ntfs-3g
openbox
patch
pcmanfm-gtk3
picom
pkgconf
rofi
scribus
scrot
sshfs
sudo
tex-gyre-fonts
thunderbird
tint2
tlp
transmission-gtk
ttf-roboto
unzip
viewnior
vlc
vulkan-intel
xarchiver
xclip
xdg-user-dirs
xdotool
xf86-video-intel
xorg-font-util
xorg-server
xorg-xbacklight
xorg-xinit
xorg-xrandr
xorg-xsetroot
xsettingsd
xterm
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
