a52dec
acl
acpi
acpi_call
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alembic
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
aom
archlinux-keyring
argon2
arj
aspell
assimp
at-spi2-atk
at-spi2-core
atk
atkmm
atool
attr
audacity
audit
autoconf
automake
avahi
babl
base
bash
bc
bcm20702a1-firmware
binutils
bison
blas
blender
blosc
bluez-libs
boost-libs
botan
box2d
brotli
btrfs-progs
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
calibre
cantarell-fonts
cblas
cdparanoia
cfitsio
chmlib
clang
clucene
colord
compiler-rt
coreutils
cpio
cryptsetup
cups
cups-filters
cups-xerox-b2xx
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dhcpcd
diffutils
dmraid
dnssec-anchors
dosfstools
double-conversion
e2fsprogs
efibootmgr
efivar
elfutils
ell
embree
enchant
exiv2
expat
faad2
fakeroot
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fmt
fontconfig
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
freeimage
freerdp
freetype2
fribidi
fuse-common
fuse2
fuse3
gawk
gc
gcc
gcc-libs
gcr
gd
gdal
gdbm
gdk-pixbuf2
gdl
gegl
geos
gettext
ghc-libs
ghostscript
giflib
gimp
git
glew
glfw-wayland
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnupg
gnutls
gobject-introspection-runtime
gpgme
gptfdisk
graphene
graphicsmagick
graphite
graphviz
grep
grim
groff
gsettings-desktop-schemas
gsfonts
gsl
gsm
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-engine-murrine
gtk-engines
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
gtkspell3
gts
guile
gutenprint
gvfs
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-byteorder
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-emojis
haskell-erf
haskell-errors
haskell-file-embed
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hsyaml
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-indexed-traversable
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-memory
haskell-mime-types
haskell-mono-traversable
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-pandoc-types
haskell-pem
haskell-primitive
haskell-quickcheck
haskell-random
haskell-resourcet
haskell-safe
haskell-scientific
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-th-abstraction
haskell-th-compat
haskell-these
haskell-time-compat
haskell-tls
haskell-transformers-compat
haskell-typed-process
haskell-unicode-transforms
haskell-uniplate
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-zip-archive
haskell-zlib
hdf5
hdparm
hexer-hobu
hicolor-icon-theme
hidapi
htop
hunspell
hwids
hwloc
hyphen
iana-etc
icu
ijs
imagemagick
imath
img2pdf
imv
inkscape
intel-ucode
iproute2
iptables
iputils
iso-codes
iw
iwd
jack
jasper
java-runtime-common
jbig2dec
jemalloc
jre8-openjdk
jre8-openjdk-headless
js78
json-c
json-glib
jsoncpp
jxrlib
kbd
keyutils
kmod
krb5
l-smash
lame
lapack
laszip
lcms2
ldns
lensfun
leptonica
less
lhasa
libabw
libaec
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libblockdev
libbluray
libbytesize
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdca
libde265
libdrm
libdvbpsi
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreehand
libfreexl
libgcrypt
libgeotiff
libgexiv2
libglvnd
libgpg-error
libgphoto2
libgssglue
libgudev
libgusb
libheif
libibus
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimagequant
libindicator-gtk3
libinih
libinput
libixion
libjpeg-turbo
libksba
liblangtag
libldac
libldap
liblouis
liblqr
libluv
libmad
libmatroska
libmfx
libmicrohttpd
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmwaw
libmypaint
libnetfilter_conntrack
libnfnetlink
libnftnl
libnghttp2
libnl
libnotify
libnsgif
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
libopenaptx
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpipeline
libplacebo
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
libreoffice-fresh-sl
librevenge
librsvg
librttopo
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoxr
libspatialite
libspiro
libspnav
libssh
libssh2
libstaroffice
libsynctex
libtar
libtasn1
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunrar
libunwind
libupnp
libusb
libuv
libva
libvdpau
libvisio
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwmf
libwpd
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
light
lilv
linux
linux-api-headers
linux-firmware
linux-headers
llvm-libs
lm_sensors
log4cplus
lpsolve
lrzip
lua
lua52
lua53
luajit
lvm2
lz4
lzip
lzo
lzop
m4
mailcap
make
man-db
mariadb-libs
mathjax
md4c
mdadm
mesa
meson
metis
minizip
mkinitcpio
mkinitcpio-busybox
mpfr
msgpack-c
mtdev
mypaint-brushes1
nano
ncurses
ndctl
neofetch
neon
neovim
net-snmp
netcdf
netpbm
nettle
ninja
nnn
npth
nspr
nss
ntfs-3g
ocl-icd
ocrmypdf
openal
opencollada
opencolorio1
opencore-amr
openexr
openimagedenoise
openimageio
openjpeg2
openmpi
openshadinglanguage
openssh
openssl
opensubdiv
openvdb
openxr
optipng
opus
orc
otf-alegreya
otf-alegreya-sans
otf-grenze
otf-grenze-gotisch
otf-public-sans
p11-kit
p7zip
pacman
pacman-mirrorlist
pahole
pam
pambase
pamixer
pandoc
pango
pangomm
parted
paru
patch
pciutils
pcre
pcre2
pcsclite
pdal
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-dbi
perl-error
perl-ffi-checklib
perl-file-chdir
perl-file-which
perl-mailtools
perl-path-tiny
perl-timedate
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-sax
perl-xml-sax-base
pinentry
pipewire
pipewire-alsa
pipewire-media-session
pipewire-pulse
pixman
pkgconf
pngquant
podofo
polkit
polkit-gnome
poppler
poppler-data
poppler-glib
popt
portsmf
postgresql-libs
potrace
procps-ng
proj
protobuf
psmisc
ptex
pugixml
pybind11
python
python-appdirs
python-apsw
python-beautifulsoup4
python-cachecontrol
python-cchardet
python-cffi
python-chardet
python-colorama
python-coloredlogs
python-contextlib2
python-cryptography
python-css-parser
python-cssselect
python-dateutil
python-distlib
python-distro
python-dnspython
python-docopt
python-feedparser
python-gdal
python-gobject
python-html2text
python-html5-parser
python-html5lib
python-humanfriendly
python-idna
python-ifaddr
python-importlib-metadata
python-jinja
python-keyutils
python-lxml
python-markdown
python-markupsafe
python-mechanize
python-msgpack
python-netifaces
python-numpy
python-ordered-set
python-owslib
python-packaging
python-pdfminer
python-pep517
python-pikepdf
python-pillow
python-pip
python-pluggy
python-ply
python-progress
python-psutil
python-psycopg2
python-py7zr
python-pychm
python-pycparser
python-pycryptodome
python-pygments
python-pyopenssl
python-pyparsing
python-pyproj
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-pytz
python-qscintilla-qt5
python-regex
python-reportlab
python-requests
python-resolvelib
python-retrying
python-setuptools
python-sgmllib
python-sip4
python-six
python-sortedcontainers
python-soupsieve
python-texttable
python-toml
python-tqdm
python-unrardll
python-urllib3
python-webencodings
python-yaml
python-zeroconf
python-zipp
qca
qgis
qpdf
qscintilla-qt5
qt5-3d
qt5-base
qt5-declarative
qt5-imageformats
qt5-location
qt5-sensors
qt5-serialport
qt5-svg
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-x11extras
qtkeychain-qt5
qwt
qwtpolar
raptor
rasqal
rav1e
rclone
re2
readline
redland
remmina
rest
rsync
rtkit
run-parts
rust
sane
sane-airscan
sbc
scantailor-advanced
sdl2
sed
serd
shaderc
shadow
shared-mime-info
snappy
sord
sound-theme-freedesktop
soundtouch
spatialindex
speex
speexdsp
spirv-tools
sqlite
sratom
srt
sshfs
sudo
suil
suitesparse
svt-av1
sway
swaybg
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
tar
tbb
tdb
tesseract
tesseract-data-eng
tesseract-data-ita
tesseract-data-slv
texinfo
texlive-bin
texlive-core
thin-provisioning-tools
thinkfan
thunderbird
tinyxml
tlp
transmission-gtk
tslib
ttf-dejavu
ttf-liberation
ttf-ms-fonts
ttf-roboto
ttf-roboto-slab
twolame
tzdata
udiskie
udisks2
unace
unarj
unibilium
unpaper
unrar
unzip
usbutils
util-linux
util-linux-libs
v4l-utils
vamp-plugin-sdk
vid.stab
vlc
vmaf
volume_key
vte-common
vte3
vulkan-icd-loader
vulkan-intel
wayland
wayland-protocols
wget
which
wl-clipboard
wlroots
woff2
wofi
wxgtk-common
wxgtk3
x264
x265
xarchiver
xcb-proto
xcb-util
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-user-dirs
xdg-utils
xerces-c
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server-common
xorg-setxkbmap
xorg-xkbcomp
xorg-xprop
xorg-xrandr
xorg-xset
xorg-xwayland
xorgproto
xsettingsd
xvidcore
xxhash
xz
yaml-cpp
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zstd
zziplib
