acpi
acpi_call-lts
alsa-firmware
alsa-plugins
alsa-utils
autoconf
automake
base
bison
code
dhcpcd
dunst
efibootmgr
fakeroot
firefox
fish
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
gcc
gimp
git
gnome-themes-extra
gtk-engine-murrine
gtk-engines
gutenprint
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
inkscape
intel-ucode
iwd
kdenlive
libreoffice-fresh-sl
light
linux
linux-firmware
linux-headers
linux-lts-headers
linux-zen
linux-zen-headers
lrzip
lxsession-gtk3
lzip
lzop
make
man-db
nano
neofetch
neovim
nitrogen
ntfs-3g
openbox
pandoc-citeproc
pandoc-crossref
patch
pcmanfm-gtk3
picom
pkgconf
rofi
scribus
scrot
sshfs
sudo
termite
tex-gyre-fonts
texlive-bibtexextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tint2
tlp
transmission-gtk
ttf-roboto
unzip
viewnior
vlc
vulkan-intel
xarchiver
xclip
xdg-user-dirs
xorg-server
xorg-xinit
xorg-xinput
xsettingsd
xterm
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
