acpi
alsa-firmware
alsa-plugins
alsa-utils
autoconf
automake
base
bison
connman
dhcpcd
dunst
fakeroot
firefox
fish
flex
geany
groff
grub
gtk-engine-murrine
htop
inkscape
intel-ucode
kdenlive
libreoffice-fresh-sl
linux-lts-headers
lxsession-gtk3
make
nano
neofetch
neovim
nextcloud-client
openbox
patch
pcmanfm-gtk3
picom
pkgconf
rofi
scribus
scrot
sshfs
sudo
tex-gyre-fonts
thunderbird
tint2
tlp
transmission-gtk
ttf-roboto
viewnior
xdg-user-dirs
xf86-video-intel
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-server
xorg-xbacklight
xorg-xinit
xorg-xsetroot
xsettingsd
