acpi
alsa-firmware
alsa-plugins
alsa-utils
autoconf
automake
base
bison
code
dhcpcd
dunst
efibootmgr
fakeroot
firefox
fish
flex
gtk-engine-murrine
htop
inkscape
intel-ucode
iwd
kdenlive
libreoffice-fresh-sl
light
linux-headers
linux-lts-headers
linux-zen
linux-zen-headers
lxsession-gtk3
make
man-db
nano
neofetch
neovim
openbox
patch
pcmanfm-gtk3
picom
pkgconf
rofi
scribus
scrot
sshfs
sudo
termite
tex-gyre-fonts
texlive-bibtexextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-music
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tint2
tlp
transmission-gtk
ttf-roboto
viewnior
xdg-user-dirs
xorg-server
xorg-xinit
xorg-xinput
xsettingsd
